Repository: eduNEXT/openedx-email-extensions
Catalog: openedx_email_extensions/locale/*/LC_MESSAGES/django.po
Languages: ar, da, es_419

source: Copyright
es_419: Derechos de autor

source: All rights reserved
es_419: Todos los derechos reservados

source: If you didn't request this, you don't need to do anything. If you require assistance, please write to us at {TECH_SUPPORT_EMAIL}.
ar: إذا كنت لم تطلب ذلك، لا تحتاج إلى القيام بأي شيء. إذا كنت بحاجة إلى مساعدة، يرجى الكتابة لنا على {TECH_SUPPORT_EMAIL}
da: Hvis du ikke har anmodet dette, behøver du ikke at gøre noget. Hvis du har brug for hjælp, så skriv til os på {TECH_SUPPORT_EMAIL}.
es_419: Si usted no hizo esta solicitud, no necesita hacer nada. Si requiere mayor asistencia, por favor escriba a {TECH_SUPPORT_EMAIL}.

source: Message from {PLATFORM_NAME}
es_419: Mensaje de {PLATFORM_NAME}

source: Message from {PLATFORM_NAME}.
ar: رسالة من {PLATFORM_NAME}.
da: Meddelelse fra {PLATFORM_NAME}.
es_419: Mensaje de {PLATFORM_NAME}.

source: Message
ar: الرسالة
da: Meddelelse
es_419: Mensaje

source: This message was generated automatically.
ar: تم إنشاء هذه الرسالة تلقائيا.
da: Denne besked er automatisk genereret.
es_419: Este mensaje fue generado automáticamente.

source: Action
ar: حركة
da: Handling
es_419: Acción

source: Account activation
ar: تفعيل الحساب
da: Aktivering konto
es_419: Activación de cuenta

source: Thank you for creating an account with {platform_name}!
ar: شكرا لك على الاشتراك في {platform_name}
da: Tak fordi du har tilmeldt dig {platform_name}!
es_419: Gracias por crear una cuenta en {platform_name}!

source: There's just one more step before you can enroll in a course: you need to activate your {platform_name} account. To activate your account, click the button below.
ar: هناك فقط خطوة أخرى قبل أن تتمكن من الانخراط في دورة: تحتاج إلى تفعيل الحساب الخاص بك {platform_name}. لتفعيل حسابك، انقر على الزر أدناه.
da: Der er bare endnu et skridt, før du kan tilmelde dig et kursus: skal du aktivere din {platform_name} konto. For at aktivere din konto ved at klikke på knappen nedenfor.
es_419: Solo falta un paso para poderse inscribir a algún curso: debe activar su cuenta en {platform_name}. Para activar su cuenta, haga clic en el botón a continuación.

source: If you didn't create an account, you don't need to do anything; you won't receive any more email from us. If you need assistance, please do not reply to this email message. Check the help section of the {platform_name} website.
ar: إذا لم تقم بإنشاء حساب، لا تحتاج إلى القيام بأي شيء. لن تتلقى أي بريد إلكتروني أكثر منا. إذا كنت بحاجة إلى مساعدة، يرجى عدم الرد على هذه الرسالة عبر البريد الإلكتروني. مراجعة قسم المساعدة لل{platform_name} الموقع.
da: Hvis du ikke har oprettet en konto, behøver du ikke at gøre noget; vil du ikke modtage mere e-mail fra os. Hvis du har brug for hjælp, skal du ikke besvare denne e-mail. Tjek hjælp sektion af {platform_name} hjemmeside.
es_419: Si no ha creado una cuenta, no necesita hacer nada; no recibirá ningún correo electrónico más de nuestra parte. Si necesita asistencia, por favor, no responda a este correo. Consulte la sección ayuda del sitio web {platform_name}.

source: Activate account
ar: تفعيل حساب
da: Aktiver konto
es_419: Activar cuenta

source: Email change
ar: تغيير عنوان البريد الإلكتروني
da: Email ændring
es_419: Cambio de correo electrónico

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
ar: هذا هو لتأكيد أنك غيرت البريد الالكتروني المرتبط {platform_name} من {old_email} إلى {new_email}. إذا كنت لم تتقدم بهذا الطلب، يرجى الاتصال بنا على الفور. يتم سرد المعلومات الاتصال على العنوان التالي:
da: Denne mail bekræfter du har ændret din email du bruger til {platform_name} fra {old_email} til {new_email}. Hvis det ikke var dig, bedes du kontakte os omgående. Kontakt information er:
es_419: Queremos confirmar que usted ha solicitado cambiar la dirección de correo asociada con {platform_name } de {old_email} a {new_email}. Si no ha realizado esta solicitud, or favor contáctenos inmediatamente. La información de contacto se encuentra en:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
ar: ونحافظ على سجل من رسائل البريد الإلكتروني القديمة، حتى إذا كان هذا الطلب غير مقصود، يمكننا تحقيق
da: Vi har en log af gamle emails, så hvis dette var uønsket, kan vi undersøge.
es_419: Mantenemos un registro de los correos anteriores, de modo que si esta solicitud no fue intencional, es posible investigarla.

source: Request to change email
ar: طلب تغيير البريد الإلكتروني
da: Forespørgsel om ændring af email
es_419: Solicitar el cambio de correo

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
ar: تلقينا طلب لتغيير البريد الالكتروني المرتبط بك {platform_name} حساب من {old_email} إلى {new_email}. إذا كان هذا هو الصحيح، الرجاء التأكد من عنوان البريد الإلكتروني الجديد من خلال زيارة:
da: Vi har modtaget et ønske om at ændre den email der er forbundet med din {platform_name} bruger, fra {old_email} til {new_email}. Hvis dette er korrekt, bekræft den nye mail ved at besøge:
es_419: Hemos recibido una solicitud para cambiar la dirección de correo asociada con su cuenta de {platform_name} de {old_email} a {new_email}. Si esto es correcto, por favor confirme su nueva dirección de correo electrónico visitando:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
ar: إذا كنت لم تطلب هذا، لا تحتاج إلى القيام بأي شيء. لن تتلقى أي بريد إلكتروني أكثر منا. رجاءا لا ترد على هذا الأيميل؛ إذا كنت بحاجة إلى مساعدة، والتحقق من قسم المساعدة لل{PLATFORM_NAME} موقع على شبكة الإنترنت.
da: Hvis du ikke har anmodet dette, behøver du ikke at gøre noget; vil du ikke modtage mere e-mail fra os. Undlad venligst at besvare denne e-mail; hvis du har brug for hjælp, skal du kontrollere hjælp sektion af {platform_name} webstedet.
es_419: Si usted no hizo esta solicitud, no tiene que hacer nada. Usted no recibirá más correos electrónicos de nosotros. Por favor no responder a este email. Si necesita ayuda, consulte la sección de ayuda del sitio web {platform_name}.

source: Confirm change
ar: تأكيد التغيير
da: Bekræft ændring
es_419: Confirmar el cambio

source: Dear student,
ar: عزيزي الطالب
da: Kære kursusdeltager,
es_419: Apreciado estudiante,

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
ar: لقد دعيت للانضمام {course_name} في {site_name} عضو من الموظفين بالطبع.
da: Du er blevet inviteret til {course_name} på {site_name} af et medlem af temaet.
es_419: Ha sido invitado a registrarse a {nombre del curso} en {site_name} por un miembro del equipo del curso.

source: To access the course visit {course_url} and login.
ar: للوصول إلى زيارة بالطبع {course_url} وتسجيل الدخول.
da: Få adgang til kurset ved at besøge {course_url} og login.
es_419: Para acceder al curso, visite {course_url} e inicie sesión.

source: To access the course visit {course_about_url} and register for the course.
ar: للوصول إلى زيارة بالطبع {course_about_url} والتسجيل للدورة.
da: Få adgang til kurset ved at besøge {course_about_url} og register dig til kurset.
es_419: Para acceder, visite {course_about_url} e inscríbase en el curso.

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
ar: لإنهاء التسجيل، يرجى زيارة {registration_url} وملء استمارة التسجيل مع التأكد من استخدام {email_address} في حقل البريد الإلكتروني.
da: For at færdiggøre din registrering, klik på {registration_url} og udfyld registerings formularen. Vær sikker på du bruger {email_address} i E-mail feltet.
es_419: Para finalizar el registro, por favor visite {registration_url} registro y rellenar el formulario de registro asegurándose de usar email_address {} en el campo Correo electrónico.

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
ar: وبمجرد الانتهاء من المسجلين والمفعلين حسابك، سوف ترى {course_name} المدرجة على لوحة أجهزة القياس الخاصة بك.
da: Når du har registreret og aktivitet din bruger, kan du se {course_name} på dit dashboard.
es_419: Una vez se haya registrado y haya activado su cuenta, encontrará el curso {course_name} en su panel de control.

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
ar: وبمجرد الانتهاء من المسجلين والمفعلين حسابك، يرجى زيارة {course_about_url} للانضمام للدورة.
da: Når du har registeret og aktiviteret din bruger, brug linket {course_about_url} for at komme med i kurset.
es_419: Una vez se haya registrado y haya activado su cuenta, visite {course_about_url} para inscribirse al curso.

source: You can then enroll in {course_name}.
ar: يمكنك بعد ذلك الانخراط في {course_name}.
da: Du kan så tilmelde dig {course_name}.
es_419: Entonces podrá inscribirse al curso {course_name}.

source: Go to register
ar: الذهاب لتسجيل
da: Gå til registrere
es_419: Ir al registro

source: Dear {full_name}
ar: عزيزي {full_name}
da: Kære {full_name}
es_419: Apreciado {full_name]

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
ar: لقد تم المسجلين في {course_name} في {site_name} عضو من الموظفين بالطبع. يجب أن تظهر بالطبع الآن على جهاز {site_name} وحة القيادة.
da: Du er blevet tilmeldt kurset {course_name} på {site_name} af et medlem af teamet. Dette kursus bliver nu vist på dit {site_name} dashboard.
es_419: Usted ha sido inscrito el curso {course_name} de {site_name} por un miembro del equipo del curso. El curso debería aparecer ahora en su panel de control de {site_name}.

source: To start accessing course materials, please visit {course_url} or use the button below.
ar: لبدء الحصول على المواد الدراسية، يرجى زيارة {course_url} أو استخدام الزر أدناه
da: Få adgang til kursus materialet ved at besøge {course_url} eller bruge knappen herunder.
es_419: Para acceder a los contenidos del curso, por favor visite {course_url} o utilice el botón a continuación.

source: Take me there
ar: خذنى إلى هناك
da: Tag mig derhen
es_419: Ir

source: You have been un-enrolled from {course_name}
ar: لقد تم المسجلين من الامم المتحدة من {course_name}
da: Du er blevet udmeldt fra {course_name}
es_419: Ha sido desinscrito del curso {course_name}.

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
ar: لقد كان برنامج الأمم المتحدة للمسجلين من دورة {course_name} عضو من الموظفين بالطبع. يرجى تجاهل دعوة التي وجهت في وقت سابق.
da: Du er blevet udmeldt fra {course_name} af et medlem af vores team. Se venligst bort fra invitationen der tidligere er sendt.
es_419: Usted ha sido un-inscrito de curso {course_name} por un miembro del equipo del curso. Haga caso omiso de la invitación enviada previamente.

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
ar: لقد كانت الامم المتحدة المسجلين في {course_name} في {site_name} عضو من الموظفين بالطبع. وبطبيعة الحال سوف لم تعد تظهر على جهاز {site_name} وحة القيادة.
da: Du er blevet udmeldt fra {course_name} på {site_name}, af et medlem af vores team. Kurset vil ikke længere blive vist på dit {site_name} dashboard.
es_419: Usted ha sido desinscrito del curso {course_name} en {site_name} por un miembro del equipo del curso. El curso ya no aparecerá en su panel de control de {site_name}.

source: Your other courses have not been affected.
ar: لم تتأثر الدورات الأخرى الخاصة بك.
da: Dine andre kurser er ikke påvirket.
es_419: Sus otros cursos no han sido afectados.

source: Request to change password
ar: تغيير كلمة المرور
da: Anmodning om at ændre password
es_419: Solicitar cambio de contraseña

source: Password reset
ar: تغيير كلمة المرور
es_419: Cambio de contraseña

source: You are receiving this email because you requested a password change in {site_name}
es_419: Usted está recibiendo este correo electrónico porque ha solicitado un cambio de contraseña en {site_name}

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
ar: إذا كنت لم تطلب أي تغيير، يمكنك تجاهل هذه الرسالة. لم يتم تغيير كلمة المرور الخاصة بك
da: Hvis du ikke har anmodet denne ændring, kan du se bort fra denne e-mail - vi har endnu ikke nulstille din adgangskode.
es_419: Si no ha solicitado este cambio, puede ignorar este mensaje, todavía no se ha hecho ningún cambio a su contraseña.

source: Change my password
ar: تغيير كلمة المرور
da: Ændre mit password
es_419: Cambiar mi contraseña

source: You are receiving this email because you requested a password change in
ar: كنت تتلقى هذا البريد الإلكتروني لأنك طلبت تغيير كلمة المرور في
da: Du modtager denne e-mail, fordi du har anmodet om en ændring af adgangskode i
